<!--FDC协议 -->
<template>
<section>
<a-modal class="fdcDeailModal" v-model="isvisible" :width="700" @cancel = "handleCancel()"  :bodyStyle="{padding : 0}"
    title="FDC检测平台服务协议">
    <template slot="footer">
        <a-button key="back" @click="handleCancel">关闭</a-button>
    </template>
<div class="dealcontent scrollbar">
    <p>为了保障您与其他用户交易之间产生的合法权益，欢迎您与FDC 检测平台经营者（详见定义条款）共同签署本《FDC 检测平台服务协议》（下称“本协议”）并使用FDC 检测平台服务！</p>
    <p><b>【审慎阅读】</b>您在申请注册流程中点击同意本协议之前，应当认真阅读本协议。<b>请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体标识，您应重点阅读。</b>如您对协议有任何疑问，可向FDC 检测平台客服咨询。</p>
    <p><b>【签约动作】</b>当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与FDC 检测平台达成一致，成为FDC 检测平台“用户”。<b>阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序。</b></p>
    <ul>
        <li class="itembox">
            <div class="maintitle"><b>一、 定义</b></div>
            <p>FDC 检测<b>平台</b>：指包括FDC 检测平台网站（网址：test.fdcfabric.com）及客户端。</p>
            <p>FDC 检测：FDC 检测平台经营者的单称，指FDC 检测平台经营者北京美轮科技有限公司。</p>
            <p>FDC 检测<b>平台服务</b>：FDC 检测平台基于互联网，以包含FDC 检测平台网站、客户端等在内的各种形态（包括未来技术发展出现的新的服务形态）向您提供的各项服务。</p>
            <p>FDC 检测<b>平台规则</b>：包括在所有FDC 检测平台规则频道内已经发布及后续发布的全部规则、解读、公告等内容。</p>
            <p><b>第三方支付公司</b>:指提供支付服务的第三方支付主体。</p>
            <p>同一用户：使用同一身份认证信息或经FDC 检测排查认定多个FDC 检测账户的实际控制人为同一人的，均视为同一用户。</p>
        </li>
        <li class="itembox">
            <div class="maintitle"><b>二、 协议范围</b></div>
            <p>2.1 本协议由您与FDC 检测平台经营者共同缔结，本协议对您与FDC 检测平台经营者均具有合同效力。</p>
            <p>2.2 FDC 检测平台经营者是指经营FDC 检测平台的法律主体，您可随时查看FDC 检测平台网站公示的证照信息以确定与您履约的FDC 检测平台经营者主体。本协议项下，<b>FDC 检测平台经营者可能根据FDC 检测平台的业务调整而发生变更，变更后的FDC 检测平台经营者与您共同履行本协议并向您提供服务，FDC 检测平台经营者的变更不会影响您本协议项下的权益。FDC 检测平台经营者还有可能因为提供新的FDC 检测平台服务而新增，如您使用新增的FDC 检测平台服务的，视为您同意新增的FDC 检测平台经营者与您共同履行本协议。发生争议时，您可根据您具体使用的服务及对您权益产生影响的具体行为对象确定与您履约的主体及争议相对方。</b></p>
            <p>2.3 由于互联网高速发展，您与FDC 检测签署的本协议列明的条款并不能完整罗列并覆盖您与FDC 检测所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，<b>FDC 检测平台法律声明及隐私权政策、FDC 检测平台规则、特殊规定均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用FDC 检测平台服务，视为您同意上述补充协议。</b></p>
        </li>
        <li class="itembox">
            <div class="maintitle"><b>三、 账户注册与使用</b></div>
            <p>3.1 您确认，在您开始注册程序使用FDC 检测平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。<b>若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。 </b></p>
            <p>此外，您还需确保您不是任何国家、国际组织或者地域实施的贸易限制、制裁或其他法律、规则限制的对象，否则您可能无法正常注册及使用FDC 检测平台服务。</p>
            <p>3.2 当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得FDC 检测平台账户并成为FDC 检测平台用户。</p>
            <p>3.3 FDC 检测平台只允许每位用户使用一个FDC 检测平台账户。如有证据证明或FDC 检测平台有理由相信您存在不当注册或不当使用多个FDC 检测平台账户的情形，FDC 检测平台可采取冻结或关闭账户、取消订单、拒绝提供服务等措施，如给FDC 检测平台及相关方造成损失的，您还应承担赔偿责任。</p>
            <p>3.4 您有权使用您设置或确认的FDC 检测平台会员名、邮箱、手机号码等（以下简称“账户名称”）及您设置的密码（账户名称及密码合称“账户”）登录FDC 检测平台。</p>
            <p>由于您的FDC 检测平台账户关联您的个人信息及FDC 检测平台商业信息，您的FDC 检测平台账户仅限您本人使用。未经FDC 检测平台同意，您直接或间接授权第三方使用您FDC 检测平台账户或获取您账户项下信息的行为无效。如FDC 检测平台判断您的FDC 检测平台账户的使用可能危及您的账户安全及/或FDC 检测平台信息安全的，FDC 检测平台可拒绝提供相应服务或终止本协议。</p>
            <p>3.5 由于用户账户关联用户信用信息，仅当有法律明文规定、司法裁定或经FDC 检测平台同意，并符合FDC 检测平台规则规定的用户账户转让流程的情况下，您可进行账户的转让。您的账户一经转让，该账户项下权利义务一并转移。<b>除此外，您的账户不得以任何方式转让。否则FDC 检测平台有权追究您的违约责任，且产生的一切责任均由您承担。</b></p>
            <p>3.6 作为FDC 检测平台经营者，为使您更好地使用FDC 检测平台的各项服务，保障您的账户安全，FDC 检测可要求您按第三方支付公司要求及我国法律规定完成实名认证。</p>
        </li>
        <li class="itembox">
            <p class="maintitle"><b>四、用户管理</b></p>
            <p>4.1 在使用<b>FDC 检测</b>平台服务时，您应当按<b>FDC 检测</b>平台页面的提示准确完整地提供您的信息（包括您的姓名及电子邮件地址、联系电话、联系地址等），以便<b>FDC 检测</b>或其他用户与您联系。<b>您了解并同意，您有义务保持您提供信息的真实性及有效性。如果您提供的注册资料不合法、不真实、不准确、不详尽，您须承担因此引起的相应责任及后果，并且FDC 检测有权注销您的FDC 检测账户。</b></p>
            <p>4.2 您设置的FDC 检测会员名不得违反国家法律法规及FDC 检测平台规则关于会员名的管理规定，否则FDC 检测可回收您的FDC 检测会员名。FDC 检测会员名的回收不影响您以邮箱、手机号码登录FDC 检测平台并使用FDC 检测平台服务。</p>
            <p>4.3 您应当及时更新您提供的信息，在法律有明确规定要求FDC 检测作为平台服务提供者必须对部分用户（如平台商家等）的信息进行核实的情况下，FDC 检测将依法不时地对您的信息进行检查核实，您应当配合提供最新、真实、完整、有效的信息。</p>
            <p>如FDC 检测按您最后一次提供的信息与您联系未果、您未按FDC 检测的要求及时提供信息、您提供的信息存在明显不实或行政司法机关核实您提供的信息无效的，您将承担因此对您自身、他人及FDC 检测造成的全部损失与不利后果。FDC 检测可向您发出询问或要求整改的通知，并要求您进行重新认证，直至中止、终止对您提供部分或全部FDC 检测平台服务，FDC 检测对此不承担责任。</p>
            <p>4.4您的账户为您自行设置并由您保管，FDC 检测任何时候均不会主动要求您提供您的账户密码。因此，建议您务必保管好您的账户，并确保您在每个上网时段结束时退出登录并以正确步骤离开FDC 检测平台。</p>
            <p>账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，FDC 检测并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。</p>
            <p>4.5 除FDC 检测存在过错外，您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、购买商品及服务及披露信息等）负责。</p>
            <p>4.6 如发现任何未经授权使用您账户登录FDC 检测平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知FDC 检测。您理解FDC 检测对您的任何请求采取行动均需要合理时间，且FDC 检测应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除FDC 检测存在法定过错外，FDC 检测不承担责任。</p>
            <p>4.7 用户同意，FDC 检测拥有通过邮件、短信、电话等形式，向在您及发送您指定的收货人发送订单信息、促销活动、广告或广告链接等告知信息的权利。</p>
            <p>4.8 依据国家相关法律法规规章，用户同意严格遵守以下义务：</p>
            <p>（1）不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；</p>
            <p>（2）从中国大陆向境外传输资料信息时必须符合中国有关法律法规；</p>
            <p>（3）不得利用本网站从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</p>
            <p>（4）不得干扰本网站的正常运转，不得侵入本网站及国家计算机信息系统；</p>
            <p>（5）不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的、淫秽的、不文明的等信息资料；</p>
            <p>（6）不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；</p>
            <p>（7）不得教唆他人从事本条所禁止的行为；</p>
            <p>（8）不得利用在本网站注册的账户（平台检测方管理后台除外）进行牟利性经营活动（如批发、炒货、转卖）；</p>
            <p>（9）不得发布任何侵犯他人著作权、商标权等知识产权及其他合法权利的内容。</p>
            <p>若您未遵守以上规定的，FDC 检测有权作出独立判断并采取暂停会员权限直至注销您的FDC 检测账户等措施，并且您须对自己的言论和行为承担法律责任。</p>
            <p>4.9 根据有关法律法规，<b>FDC 检测在此郑重提请用户注意，任何由用户经由FDC 检测平台服务以上载、张贴或任何其它方式传送的资讯、资料、文字、照片、图形、信息或其它资料（以下简称"内容"），无论系公开还是私下传送，均由内容提供者、发布者承担责任。在任何情况下，FDC 检测均不为此类内容负责，包含但不限于此类内容之任何错误或遗漏，以及此类内容衍生之任何损失或损害。但FDC 检测有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停用户使用我们的服务的全部或部分，保存有关记录，并向有关机关报告。</b></p>
            <p>4.10 FDC 检测不对用户所发布信息的删除或储存失败承担任何责任，FDC 检测有权判定您的行为是否符合FDC 检测平台规则的要求，如果您的行为不符合前述要求，FDC 检测平台有权终止对您提供服务。</p>
            <p>4.11 FDC 检测有权判定用户的行为是否符合中国法律法规的规定以及本服务条款的要求，如果用户违背了中国法律法规的规定或本服务条款的规定，FDC 检测有权作出独立判断并采取暂停或关闭用户帐号等措施。</p>
        </li>
        <li class="itembox">
            <p class="maintitle"><b>五、FDC 检测平台服务及规范</b></p>
            <p>5.1 您有权在FDC 检测平台上享受店铺管理、商品及/或服务的销售与推广、商品及/或服务的购买与评价、交易争议处理等服务。FDC 检测提供的服务内容众多，具体您可登录FDC 检测平台浏览。</p>
            <p>5.2 通过在FDC 检测网创建店铺，您可发布商品及/或服务信息并与其他用户达成交易。</p>
            <p><u>基于</u>FDC 检测<u>平台管理需要，您理解并认可，同一用户在</u>FDC 检测<u>平台能开设多家店铺，</u>FDC 检测<u>平台可关闭您在</u>FDC 检测<u>同时开设的其他店铺。</u></p>
            <p>5.3 由于店铺与账户的不可分性，店铺转让实质为店铺经营者账户的转让，店铺转让的相关要求与限制请适用本协议第3.5条账户转让条款。</p>
            <p>5.4如您通过下架全部商品短暂关停您的店铺， <b><u>您应当对您店铺关停前已达成的交易继续承担发货、退换货及质保维修、维权投诉处理等交易保障责任。</u></b></p>
            <p><b><u>在您的店铺连续半年无出售中的商品的情况下，FDC 检测也可依据FDC 检测网规则关停您的店铺。</u></b></p>
            <p>依据上述约定关停店铺均不会影响您已经累积的信用。</p>
            <p>5.5 通过FDC 检测提供的服务，您有权通过文字、图片、视频、音频等形式在FDC 检测平台上发布商品及/或服务信息、招揽和物色交易对象、达成交易。</p>
            <p>5.6 您应当确保您对您在FDC 检测平台上发布的商品及/或服务享有相应的权利，<b><u>您不得在</u></b>FDC 检测<b><u>平台上销售以下商品及/或提供以下服务：</u></b></p>
            <p><b><u>（一）国家禁止或限制的；</u></b></p>
            <p><b><u>（二）侵犯他人知识产权或其它合法权益的；</u></b></p>
            <p><b><u>（三）FDC 检测平台规则、公告、通知或各平台与您单独签署的协议中已明确说明不适合在FDC 检测平台上销售及/或提供的。</u></b></p>
            <p>5.7 您应当遵守诚实信用原则，确保您所发布的商品及/或服务信息真实、与您实际所销售的商品及/或提供的服务相符，并在交易过程中切实履行您的交易承诺。</p>
            <p>您应当维护FDC 检测平台市场良性竞争秩序，不得贬低、诋毁竞争对手，不得干扰FDC 检测平台上进行的任何交易、活动，不得以任何不正当方式提升或试图提升自身的信用度，不得以任何方式干扰或试图干扰FDC 检测平台的正常运作。</p>
            <p>5.8 您有权自行决定商品及/或服务的促销及推广方式，FDC 检测亦为您提供了形式丰富的促销推广工具。 <b><u>您的促销推广行为应当符合国家相关法律法规及FDC 检测平台的要求。</u></b></p>
            <p>5.9 <b><u>依法纳税是每一个公民、企业应尽的义务，您应对销售额/营业额超过法定免征额部分及时、足额地向税务主管机关申报纳税。</u></b></p>
            <p>5.10 当您在FDC 检测平台购买商品及/或服务时，请您务必仔细确认所购商品的服务名名、价格、数量、规格等或服务的时间、内容、限制性要求等重要事项，并在下单时核实您的联系地址、电话、收货人等信息。如您填写的收货人非您本人，则该收货人的行为和意思表示产生的法律后果均由您承担。</p>
            <p>您的购买行为应当基于真实的消费需求，不得存在对商品及/或服务实施恶意购买、恶意维权等扰乱FDC 检测平台正常交易秩序的行为。基于维护FDC 检测平台交易秩序及交易安全的需要，FDC 检测发现上述情形时可主动执行关闭相关交易订单等操作。</p>
            <p>5.11 您有权在FDC 检测平台提供的评价系统中对与您达成交易的其他用户商品及/或服务进行评价。您应当理解，您在FDC 检测平台的评价信息是公开的，如您不愿意在评价信息中向公众披露您的身份信息，您有权选择通过匿名形式发表评价内容。</p>
            <p>您的所有评价行为应遵守FDC 检测平台规则的相关规定，评价内容应当客观真实，不应包含任何污言秽语、色情低俗、广告信息及法律法规与本协议列明的其他禁止性信息；您不应以不正当方式帮助他人提升信用或利用评价权利对其他用户实施威胁、敲诈勒索。FDC 检测可按照FDC 检测平台规则的相关规定对您实施上述行为所产生的评价信息进行删除或屏蔽。</p>
        </li>
        <li class="itembox">
            <p class="maintitle"><b>六、用户交易须知</b></p>
            <p>6.1 FDC 检测上的商品及服务宣传、参数价格、数量、等商品及服务信息随时都有可能发生变动，FDC 检测不作特别通知。由于网站上商品及服务信息的数量极其庞大，虽然本站会尽最大努力保证您所浏览商品及服务信息的准确性，但由于众所周知的互联网技术因素等客观原因存在，网页显示的信息可能会有一定的滞后性或差错，对此情形您表示知悉并理解，并同意不追究FDC 检测的违约或侵权责任；如您发现商品及服务信息错误的或有疑问的，请您不要提交订单或接受服务，并在第一时间联系FDC 检测或平台商家。</p>
            <p>6.2 除另有特别说明外，本网站展示的商品的价格都为含税价格。送货运费需由您另行支付，当然，根据您选择的商品、价格、区域和送货方式不同，平台商家可能对运费进行适当减免 （详见网站内的公告或说明）。</p>
            <p>6.3 如果发生了意外情况，您提交订单后，由于供应商提价、税额变化或者由于网页信息错误等造成商品价格变化，您可以通知商家或委托FDC 检测为您取消订单。</p>
            <p>6.4 平台商家所提供的商品及/或服务不支持七天无理由退换货，如非服务问题不支持退换货，因此您在购买该商品及/或服务前，请务必仔细确认所购商品的品名、价格、数量、型号、规格等限制性要求等重要事项，平台商家与您另有约定的，从其约定。</p>
        </li>
        <li class="itembox">
            <p class="maintitle"><b>七、订单成立及履约基本规则</b></p>
            <p>7.1 在您下订单时，请您仔细确认所购商品或服务的名称、价格、数量、型号、规格等联系地址、电话、收货人等信息。收货人与用户本人不一致的，收货人的行为和意思表示视为用户的行为和意思表示，用户应对收货人的行为及意思表示的法律后果承担连带责任。</p>
            <p>7.2 如果因为您填写的收货人联系电话、地址等信息错误，导致平台商家（或平台商家委托的配送公司）将货物交付给非您本意的收货人的，由此造成的损失需由您自行承担。</p>
            <p>7.3 用户同意FDC 检测平台上的订单成立规则：</p>
            <p>（1）FDC 检测上平台检测方（以下简称“销售方”）展示的商品以及其价格、规格等信息，其性质为要约邀请，是销售方希望您向其发出要约的意思表示。</p>
            <p>（2）当您确定购买并成功提交订单时（您的订单内容应包含您希望购买的商品数量、价格及支付方式、收货人、联系方式、收货地址等信息），视为您向销售方发出了购买订单商品的要约；</p>
            <p>（3）订单提交成功的信息是系统自动生成，并非商家对您要约的承诺。只有系统将订单信息反馈至销售方，经销售方确认能够满足您的订购需求并向您发货（以订单状态为准）时，方视为销售方对您的要约作出承诺，此时您与销售方之间就该已发货商品成立了合同关系；您可以通过查看系统显示的订单状态，了解您与销售方之间的合同是否成立以及成立的时间。</p>
            <p>（4）如果您在一份订单里订购了多种商品或服务并且销售方只给您发出了部分商品时，您与销售方之间仅就实际直接向您发出的商品建立了交易关系；只有在销售方实际直接向您发出了订单中订购的其他商品时，您和销售方之间就订单中该其他已实际直接向您发出的商品才成立合同关系。</p>
            <p>（5）在销售方与您的买卖合同成立之前，您与销售方均有权取消相关商品的订单，订单取消后，您已支付的款项将退回您的付款账户。您可以随时登录您在本站注册的账户，查询您的订单状态。</p>
            <p>7.4 销售方将尽量满足您的购物需求，避免您选购的商品无货，但是由于技术障碍以及各类销售方难以控制和避免的因素，销售方无法保证符合您提交的订单中所有要求的商品都有货；如您订购的商品无货，销售方将及时与您联系，您有权取消订单。</p>
            <p>7.5 如您在购物过程中有任何疑问或与销售方产生纠纷的，您可以通过FDC 检测平台设立的客服渠道进行咨询和投诉。</p>
        </li>
        <li class="itembox">
            <p class="maintitle"><b>八、配送</b></p>
            <p>8.1 销售方将会把产品送到您所指定的配送地址。所有在FDC 检测上列出的送货时间均为参考时间，参考时间的计算是根据实验室状况、正常的处理过程和送货时间、送货地点的基础上估计得出的，参考时间不等同于到货时间。送货费用根据您选择的配送方式及地区不同而异。 请准确清晰地填写您的真实姓名、送货地址及联系方式。</p>
            <p>8.2 因如下情况造成订单延迟或无法配送等，销售方不承担迟延配送的责任，并保留单方取消订单的权利：</p>
            <p>（1）客户提供错误信息和不详细的地址导致的；</p>
            <p>（2）货物送达无人签收，导致无法配送或延迟配送的；</p>
            <p>（3）情势变更因素导致的；</p>
            <p>（4）不可抗力，例如：自然灾害、交通戒严、突发战争等。</p>
        </li>
        <li class="itembox">
            <p class="maintitle"><b>九、交易争议处理</b></p>
            <p>9.1 您通过FDC 检测平台服务进行的交易中如有违反法律、法规、政策或违反入驻条件及平台规则等致其受损的，您同意FDC 检测平台有权依照本协议、平台规则约定的流程和方式，并根据FDC 检测平台或FDC 检测平台授权的第三方或您与FDC 检测平台一致同意的第三方的判断和调处决定进行处理，包括但不限于FDC 检测平台有权直接使用您缴纳的保证金（如有）对用户进行退款或赔付。</p>
            <p>如您保证金（如有）不足以用于赔付或退款的，您应自行支付超额的金额。如FDC 检测平台先行支付了超出保证金（如有）数额的款项，或FDC 检测平台所遭受的损失高于可支配的保证金余额，则FDC 检测平台有权要求您偿付FDC 检测平台的损失，且在指定时间内补足保证金（如有）。</p>
            <p>9.3 <b>您明确了解并同意其是用户保障的责任主体。</b>当发生您应当履行用户保障义务的情形时，您应保证用户合法权益。对于用户因其权益问题提出的要求，您应积极处理。您同意当FDC 检测平台受理买家提出的用户保障维权和赔付申请时，您应积极配合，在您要求的时间期限内提供相关证据材料，以证明与用户交易的商品或服务不存在用户提出的问题或符合交易双方的约定，并保证所提交的证据材料真实、合法。</p>
        </li>
        <li class="itembox">
            <p class="maintitle"><b>十、费用</b></p>
            <p>10.1 FDC 检测平台向您提供的服务付出了大量的成本，除FDC 检测平台明示收取相关费用（包括并不限于您入驻FDC 检测平台需缴纳的保证金、因您与平台其他用户交易使用第三方支付平台产生的手续费用等）外，FDC 检测向您提供的服务目前是免费的，但FDC 检测平台保留未来对FDC 检测平台服务收取服务费用的权利。</p>
            <p>10.2 您须向FDC 检测平台提供其在平台指定的第三方支付公司开设的结算账户或银行账户以便完成货款结算，若您账户信息变更，应提前3天书面通知FDC 检测平台，否则，因您变更账户造成货款支付失败、迟延或错误，损失由您自行承担。</p>
            <p>10.3 用户支付的费用将于交易完成后，FDC 检测平台系统自动扣除因您与平台其他用户交易使用第三方支付平台（包括但不限于支付宝、微信）支付所产生的费用等相关费用，FDC 检测平台承诺将按照原始费用向您收取，并保证不在该基础上进行增加。</p>
            <p>您可通过FDC 检测平台所提供的平台商家账户提取上述款项（款项提取规则：每月FDC 检测平台会根据当月已完成订单生成结算单）。</p>
        </li>
        <li class="itembox">
            <p class="maintitle"><b>十一、责任限制</b></p>
            <p><b>11.1 FDC 检测依照法律规定履行基础保障义务，但对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更等情形，FDC 检测并不承担相应的违约责任：</b></p>
            <p><b>（1）因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；</b></p>
            <p><b>（2）因电力供应故障、通讯网络故障等公共服务因素或第三人因素；</b></p>
            <p><b>（3）在FDC 检测已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。</b></p>
            <p><b>11.2 用户明确了解并同意，使用本服务之风险由用户个人负担，除非此种风险或损害系由FDC 检测自身过错所直接导致。除非另有明确的书面说明，本站及其所包含的或以其他方式通过本站提供给您的全部信息、内容、材料、产品（包括软件）和本服务，均是在"现状"和按"现有"基础提供的。</b></p>
            <p><b>11.3 除非另有明确的书面说明，FDC 检测不对网站的运营及其网站上的全部信息、内容、材料、产品（包括软件）或本服务作任何形式的明示或默示的担保或保证（根据中华人民共和国法律另有规定的除外）。</b></p>
            <p><b>11.4 FDC 检测对于任何自本网站而获得的他人的信息或者广告宣传等任何资讯（以下统称"信息"），不保证真实、准确和完整性。如果任何单位或者个人通过上述"信息"而进行任何行为，须自行甄别真伪和谨慎预防风险。否则，无论何种原因，本网站不对任何非与本网站直接发生的交易和/或行为承担任何直接、间接、附带或衍生的损失和责任。</b></p>
            <p><b>11.5 您理解并同意，在争议调处服务中，FDC 检测平台的客服并非专业人士，仅能以普通人的认知对用户提交的凭证进行判断。因此，除存在故意或重大过失外，调处方对争议调处决定免责。</b></p>
        </li>
        <li class="itembox">
            <p class="maintitle"><b>十二、用户信息的保护及授权</b></p>
            <p>12.1 您声明并保证，您对您所发布的信息拥有相应、合法的权利。否则，FDC 检测可对您发布的信息依法或依本协议进行删除或屏蔽。</p>
            <p>12.2 FDC 检测保证不对外公开或向第三方（FDC 检测的关联方除外）提供单个用户的注册资料及用户在使用网络服务时存储在FDC 检测的非公开内容，但下列情况除外：</p>
            <p>（1）事先获得您的明确授权；</p>
            <p>（2）系为履行您的订单或保护您的合法权利所必须；</p>
            <p>（3）相应的法律程序及相关政府部门要求FDC 检测提供的。</p>
            <p>12.3 FDC 检测可能会与其关联方合作向用户提供相关的网络服务，同时，为了更好向用户提供服务、推荐产品及开展市场调查与信息数据分析等，FDC 检测可能需要向其关联方披露用户相关信息，在此情况下，FDC 检测有权将用户的相关信息提供给该第三方。</p>
            <p>12.4 在不透露单个用户隐私资料的前提下，FDC 检测有权对用户数据库进行分析并对用户数据库进行商业上的利用。</p>
            <p>12.5 为方便您使用FDC 检测物流等相关服务，您同意并授权FDC 检测将您在账户注册和使用FDC 检测平台服务过程中提供、形成的信息传递给FDC 检测平台的其他相关服务提供者，或从FDC 检测平台其他相关服务提供者获取您在注册、使用相关服务期间提供、形成的信息。您同意不会因此追究FDC 检测平台相关服务提供者的责任。</p>
            <p>12.6 对于您提供、发布及在使用FDC 检测平台服务中形成的除个人信息外的文字、图片、视频、音频等非个人信息，在法律规定的保护期限内您免费授予FDC 检测及其关联公司获得全球排他的许可使用权利及再授权给其他第三方使用并可以自身名义对第三方侵权行为取证及提起诉讼的权利。您同意FDC 检测及其关联公司存储、使用、复制、修订、编辑、发布、展示、翻译、分发您的非个人信息或制作其派生作品，并以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内。</p>
        </li>
        <li class="itembox">
            <p class="maintitle"><b>十三、知识产权</b></p>
            <p>13.1 FDC 检测作为FDC 检测平台的运营商，拥有FDC 检测平台内容及资源的著作权等合法权利，受国家法律保护。</p>
            <p>13.2 FDC 检测提供的网络服务中包含的任何文本、图片、图形、音频和/或视频资料均受版权、商标和/或其它财产所有权法律的保护。未经相关权利人同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。所有这些资料或资料的任何部分仅可作为私人用途而保存在某台计算机内。FDC 检测不就由上述资料产生或在传送或递交全部或部分上述资料过程中产生的延误、不准确、错误和遗漏或从中产生或由此产生的任何损害，以任何形式向用户或任何第三方负法律责任。</p>
            <p>13.3 FDC 检测为提供网络服务而使用的任何软件（包括但不限于软件中所含的任何图像、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）等。</p>
            <p>13.4 FDC 检测尊重并采取合理措施保护版权人的合法利益，并已制定了完善的版权政策，该版权政策构成本协议的组成部分。</p>
        </li>
        <li class="itembox">
            <p class="maintitle"><b>十四、通知及送达</b></p>
            <p>14.1 您在注册成为FDC 检测平台用户，并接受FDC 检测平台服务时，您应该向FDC 检测提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。</p>
            <p>您在注册FDC 检测平台用户时生成的用于登陆FDC 检测平台接收消息的会员账号，也作为您的有效联系方式。</p>
            <p>14.2 FDC 检测将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。</p>
            <p>14.3 FDC 检测通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在FDC 检测平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的客户端推送的消息、系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。</p>
            <p>14.4 对于在FDC 检测平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件等现代通讯方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书），并同意上述送达方式适用于各个司法程序阶段。</p>
            <p>您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。</p>
            <p>14.5 您应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。</p>
        </li>
        <li class="itembox">
            <p class="maintitle"><b>十五、协议的变更、终止</b></p>
            <p>15.1 根据国家相关法律法规及政策变化或网站运营需要，FDC 检测有权对本协议条款不时地进行修改，修改后的协议一旦被张贴在本站上即生效，并代替原来的协议。用户可随时登录查阅最新协议；用户有义务不时关注并阅读最新版的协议及网站公告。如用户不同意更新后的协议，可以且应立即停止接受FDC 检测网站依据本协议提供的服务, 变更事项对您不产生效力；如用户继续使用本网站提供的服务的，即视为同意更新后的协议。FDC 检测建议您在使用本站之前阅读本协议及本站的公告。</p>
            <p>15.2 您有权通过以下任一方式终止本协议：</p>
            <p>（1）您通过网站自助服务注销您的账户的；</p>
            <p>（2）变更事项生效前您停止使用并明示不愿接受变更事项的；</p>
            <p>（3）您明示不愿继续使用FDC 检测平台服务，且符合FDC 检测网终止条件的。</p>
            <p>15.3 出现以下情况时，FDC 检测可以本协议所列的方式通知您终止本协议：</p>
            <p>（1）您违反本协议约定，FDC 检测依据违约条款终止本协议的；</p>
            <p>（2）您盗用他人账户、发布违禁信息、骗取他人财物、售假、扰乱市场秩序、采取不正当手段谋利等行为，FDC 检测依据FDC 检测平台规则对您的账户予以查封的；</p>
            <p>（3）除上述情形外，因您多次违反FDC 检测平台规则相关规定且情节严重，FDC 检测依据FDC 检测平台规则对您的账户予以查封的；</p>
            <p>（4）其它应当终止服务的情况。</p>
            <p>15.4 本协议终止后，除法律有明确规定外，FDC 检测无义务向您或您指定的第三方披露您账户中的任何信息。且FDC 检测仍享有下列权利：</p>
            <p>（1）继续保存您留存于FDC 检测平台的各类信息；</p>
            <p>（2）对于您过往的违约行为，FDC 检测仍可依据本协议向您追究违约责任。</p>
            <p> 15.5 本协议终止后，对于您在本协议存续期间产生的交易订单，FDC 检测可通知交易相对方并根据交易相对方的意愿决定是否关闭该等交易订单；如交易相对方要求继续履行的，则您应当就该等交易订单继续履行本协议及交易订单的约定，并承担因此产生的任何损失或增加的任何费用。</p>
        </li>
        <li class="itembox">
            <p class="maintitle"><b>十六、法律适用</b></p>
            <p>16.1 本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。</p>
            <p>16.2 如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。</p>
        </li>
        <li class="itembox">
            <p class="maintitle"><b>十七、争议</b></p>
            <p>您因使用FDC 检测平台服务所产生及与平台服务有关的争议，由FDC 检测与您协商解决。协商不成时，任何一方均可向被告所在地人民法院提起诉讼。</p>
        </li>
    </ul>
</div>
</a-modal>
</section>
</template>

<script>
export default {
    name: 'fdcDeail',
    props: {
        visible: { type: Boolean, default: false }, 
    },
    data() {
        return {
        };
    },
    computed : {         //点击背景阴影隐藏model
        isvisible : {
            get: function () {
                return this.visible;
            },
            set: function () {

            }
        }
    },
    methods: {
        handleCancel(){
            this.$emit('update:visible', false);    // 更新visible的值
            this.$emit('cancel');   // 传递取消事件
        },
        handleOk(e) {
            this.$emit('update:visible', false);    // 更新visible的值
            this.$emit('confirm');  // 传递确认事件
        },
    },
}
</script>

<style scoped>
.dealcontent{
    max-height: 500px;
    overflow: auto;
    padding: 24px;
}
.dealcontent *{
    line-height: 1.8;
}
p{
    text-indent: 2em;
    margin :0;
}
ul{
    list-style: none;
    padding:0;
    margin : 0;
}
.maintitle{
    padding: 4px 0;
    text-indent: 2em;
}
</style>
